{
	"_title":["来一杯/今日特饮重制版"],
	"_author":["LiNnSky（林凌天）"],
    "_date":["2021/12/01"],
    "_version":["2.0"],
	"来一杯": [
		"::50::你在《Li BEng》酒吧的吧台坐下，点了一杯今日特饮。\n{%今日特饮}",
		"::30::你在《Li BEng》酒吧的吧台坐下，点了一杯今日特饮。\n{%特调特饮}",
		"::2::你在《Li BEng》酒吧的吧台坐下，黑发的东方人酒保查询了你的身份证，发现你是未成年人，于是把你赶了出去。"
	],
	"今日特饮":[
		"::50::{%普通特饮}",
		"::5::{%特别特饮}"
	],
	"普通特饮":[
		"::30::调酒师给你上了一杯{%特饮温度}的{%一般饮料}。",
		"::50::调酒师给你上了一杯{%特饮温度}的{%鸡尾酒类别}",
		"::10::调酒师给你上了一杯{%特饮温度}的{%鸡尾酒类别}\n{%特饮体验}"
	],
	"特调特饮":[
		"::20::老板娘亲自给你上了一杯{%杯大小}的{%特调温度}{%牛奶类别}。",
		"::20::老板娘亲自给你上了一杯{%杯大小}的{%特调温度}{%咖啡类别}。",
		"::20::老板娘亲自给你上了一杯{%杯大小}的{%特饮温度}{%奶茶类别}。",
		"::10::老板娘亲自给你上了一杯{%杯大小}的{%特饮温度}{%奶茶类别}，{%奶茶配料}。"
	],
	"特别特饮":[
		"调酒师给你上了一瓶96%的生命之水，瓶口上面不知道为什么还插着一块被酒精浸湿的布。",
		"老板娘亲自给你上了一杯饮料，你拿起来准备喝一口，{%特殊事件}。"
	],
	"特饮温度":[
		"::50::多冰",
		"::20::少冰",
		"::10::去冰",
		"::5::热",
		"::5::温"
	],
	"特调温度":[
		"::5::多冰",
		"::5::少冰",
		"::50::热",
		"::20::温"
	],
	"杯大小":[
		"::50::大杯",
		"::30::中杯",
		"::10::小杯",
		"::5::特大杯"
	],
	"鸡尾酒类别": [
		"玛格丽特（Margarita）。\n你拿起来喝一口，盐霜与柠檬片混合淡黄色酒液进入口腔，口感浓郁，带有清鲜的果香和龙舌兰酒的特殊香味。酸酸甜甜，非常的清爽。",
		"新加坡司令（Singapore Sling）。\n你拿起来喝一口，橘红色的酒液滑过小小的樱桃与菠萝片进入口腔，口感酸甜。外加碳酸气体的跳动和果味的酒香，令人沉醉。",
		"血腥玛丽（Bloody Mary）。\n你拿起来喝一口，混合了柠檬汁与鲜磨胡椒粒的鲜红酒液滑入喉咙，甜、酸、苦、辣四味俱全，富有刺激性的味道刹那间充斥口鼻。",
		"琴费士（Gin Fizz）又名金费士。\n你拿起来喝了一口，奶白色的酒液滑过舌尖，苏打水的泡沫微微爆响，清爽的口味与刺激的口感同时呈现，惬意的感觉也与酒精一同涌上心头。",
		"曼哈顿酒（Manhattan）。\n你拿起来喝了一口，摇晃着樱桃的红褐色的酒液进入口腔，加拿大威士忌混合甜味苦艾酒的辛辣酸甜口感强烈而直接，不负'男人的鸡尾酒'之名。",
		"激情海岸（Sex on the Beach）。\n你拿起来喝了一口，透过橘子片的黄色酒液轻轻经过舌尖，口感酸酸甜甜，略带些伏特加的小辣，宛如性感的沙滩女郎。",
		"龙舌兰日出（Tequila Sunrise）。\n你拿起来喝了一口，日出般黄红渐变的酒液进入口腔，混合了多种新鲜果汁，果香味十足。加上龙舌兰酒特有的热烈火辣，令人人回味无穷。",
		"亚历山大（Alexander）。\n你拿起来喝了一口，奶色的白兰地混合酒液进入口腔，口感香甜中略带辛辣，并且有浓郁的可可香味，令人想到欢悦的少女。",
		"干马天尼（Dry Martini）。\n你拿起来喝了一口，精雅高贵而气味芬芳的透明酒液包裹橄榄滑入喉咙，口感锐利，辛辣且清爽。",
		"长岛冰茶（Long Island Iced Tea）。\n你拿起来喝了一口，红茶色的酒液滑过柠檬片，在口腔中散发出芬芳，意外的辛辣口感隐藏在香甜的可乐下，让人忍不住再体验一次这份'惊喜'。",
		"红粉佳人（Pink lady）。\n你拿起来喝了一口，粉红色的酒液滑过小小的樱桃经过舌尖，淡淡的奶香味唇齿留香，微甜微辣的口感在舌尖跃动，宛如一场浪漫爱情的开幕。",
		"斗牛士（Matador）。\n你拿起来喝了一口，滑过青柠片的淡绿色酒液进入喉咙，多种水果的清香加上微辣的刺激口感，让人体验到墨西哥的热带风情。",
		"螺丝起子（screwdriver）又名渐入佳境。\n你拿起来喝了一口，黄色的醇厚酒液进入口腔，柑橘芬芳微微散发，口感细腻，酸甜爽口，清香微苦，扫除了工作一天的疲劳。",
		"黑俄罗斯（Black Russian）。\n你拿起来喝了一口，宛如黑色般深邃的酒液滑入喉咙，明明有着伏特加的猛烈，却又感受到咖啡与糖浆的柔和甜味，令人回味无穷。",
		"白俄罗斯（White Russian）。\n你拿起来喝了一口，黑与白层次分明的酒液滑入喉咙，咖啡与鲜奶油的香味充分溶合，渗入到酒里，又从酒液中散发出来，令人回味无穷。",
		"天使之吻（Angel's Kiss）。\n你拿起来喝了一口，杯底的黑色酒液带着上层的鲜奶油滑过小小的樱桃一同经过舌尖，包含可可香味的酒香慢慢充满口腔，口感甘甜而柔美，恍似品尝着天使的红唇。",
		"自由古巴（Cuba Libre）。\n你拿起来喝了一口，黑红色的酒液欢快的进入口腔，混合了可乐的朗姆酒让口感更加轻柔，加上最后的一点点柠檬汁，味道浓厚，解渴开胃。",
		"狗鼻子（Dogs Nose）。\n你拿起来喝了一口，像一只健康小狗湿润鼻子的橙色酒液经过舌尖，啤酒的苦味与干琴酒的辛辣融为一体，在喉咙中一同迸发，口感十分刺激。",
		"莱姆酸奶（Lime Yogurt）。\n你拿起来喝了一口，稍显浓稠的白色液体进入口腔，雪碧和糖浆的香味在发酵的酸奶中淡淡透出，轻柔的口感没有一丝烈度，即便不适应鸡尾酒的人也能轻松接受。",
		"纯真玛丽（Virgin Mary）。\n你拿起来喝了一口，鲜红色的液体滑过芹菜梗滑入喉咙，多种酱汁混合的味道充斥口鼻，甜、酸、苦、辣四味俱全，即便没有添加酒精也让人感到刺激",
		"B对B（B&B）。\n你拿起来喝了一口，黄色的白兰地酒与淡黄色的班尼狄克丁香甜酒上下分明地滑进喉咙，悠长而顺滑的草本风味饱满地覆盖唇舌之间。",
		"神风特攻队（Kamikaze）。\n你拿起来喝了一口，淡白色酒液滑过柠檬片经过舌尖，橙香味与酒液混合，黄瓜的香气从酒液中散发，加上伏特加的刺激感，令人神清气爽。",
		"加州宾治（California Punch）。\n你拿起来喝了一口，摇晃着红樱桃和柳橙片的橙色酒液经过舌尖，苏打水的气泡在舌尖上不停地突出存在感，清香的香橙味道冲淡了些许酒精的刺激，让口感柔和不少。",
		"教父（God Father）。\n你拿起来喝了一口，褐色酒液滑入喉咙，威士忌的馥郁芳香和杏仁利口酒的浓厚味道完美溶合，美妙而微醺的感觉好似手握权力般，令人沉醉。",
		"普施咖啡（pousse cafe'）又名彩虹（rainbow）。\n你拿起来喝了一口，色彩艳丽，七种颜色层次分明的酒液缓缓进入口腔。甜润可口，酒味香醇，好看又好喝。",
		"古典（Old Fashioned）。\n你拿起来喝了一口，橙色的酒液经过舌尖，苦涩的酒精带着一丝方糖的香甜，清香的香橙味道散发而出，让人回忆起过往的岁月。",
		"夏威夷酷乐（Hawaiian Cooler）。\n你拿起来喝了一口，半透明白色的酒液进入喉咙，清爽的橘香与柠檬香在混合了酒精的苏打水气泡中炸出，降温避暑，消热解渴。",
		"薄荷芙莱蓓（Mint Frappe）。\n你拿起来喝了一口，绿色的酒液滑过舌尖，柔和的清香和甜润混合着薄荷的清凉，一丝淡淡青涩味道的酒香慢慢在口中飘荡，带来清新怡人的感觉。",
		"戴吉利（Daiquiri）。\n你拿起来喝了一口，白色的酒液进入喉咙，清凉的甜酸感在热烈的酒精下透出，淡淡的柠檬香气充斥口鼻，提神醒脑，消热解暑。",
		"白兰地亚历山大（Brandy Alexander）。\n你拿起来喝了一口，奶黄色的酒液滑过舌尖，奶油般的口感带着巧克力的甜味在酒精中透出，味道甜美，就像向全世界宣告爱情的甜美。",
		"杏仁酸酒（Amaretto Sour）。\n你拿起来喝了一口，橙黄色的酒液进入口腔，杏仁的香味在口腔微微发散，酸酸的柠檬味夹带微甜的酒香，相得益彰。",
		"威士忌酸酒（Whiskey Sour）。\n你拿起来喝了一口，淡黄色的酒液经过舌尖，略带酸味的酒精透出淡淡的柠檬香味，让人忍不住卷起舌头，再来一口。",
		"绿色蚱蜢（Grasshopper）。\n你拿起来喝了一口，绿色的酒液进入喉咙，薄荷的清爽和可可的芳香散发，酒香醇美，入喉时有如丝般的滑润，非常柔曼，香浓、滑溜，非常可口。",
		"飞天蚱蜢（Flying Grasshopper）。\n你拿起来喝了一口，绿色的酒液进入喉咙，薄荷的清爽和可可的芳香散发，但在下一秒，伏特加特有的浓烈味道迸发，就像狂乱飞舞的蚱蜢在你口中飞窜。",
		"蛋酒（eggnog）。\n你拿起来喝了一口，淡黄色的酒液滑入喉咙，口感香甜细滑，酒香醇美，还具有治疗感冒的功效。",
		"凤梨霜汁（Frosted Pineapple）。\n你拿起来喝了一口，清凉的薄荷口感带着凤梨的清香，甜甜的味道，不带一丝酒精。",
		"灰姑娘（Cinderella）。\n你拿起来喝了一口，澄黄色的液体进入口腔，将混合水果的清爽香味细细品尝，除了令人陶醉的甜美，更多的是酸酸的无奈。",
		"奇奇（Chi Chi）。\n你拿起来喝了一口，乳白色的酒液进入口腔，凤梨汁的清甜和椰奶的醇香清晰地在口中体现，微醺的伏特加在果汁中显得柔和，让人感受到一丝夏威夷热带风情。\n与蓝色夏威夷（Blue Hawaii）、迈泰（Mai-Tai）、天蝎座（Scorpion）并称夏威夷四大极品。",
		"凤梨可乐达（pina colada）又名椰林飘香。\n你拿起来喝了一口，白色的酒液经过舌尖，微微的酒精味道，又带有浓浓的可乐味，加上淡淡的椰奶与凤梨汁混合的风味，最能抚慰人心。",
		"天蝎座（Scorpion）。\n你拿起来喝了一口，橙黄色的酒液滑入喉咙，橙子的清香与朗姆酒的辛辣味道完美结合，再加上迷人甘甜的柑曼怡和西柚汁所略微带有的丝丝苦味，以及薄荷叶的清凉口感，直沁心扉。\n与蓝色夏威夷（Blue Hawaii）、奇奇（Chi Chi）、迈泰（Mai-Tai）并称夏威夷四大极品。",
		"水果宾治（Fruit Punch）。\n你拿起来喝了一口，淡黄色的液体进入口腔，并没有添加酒精的饮料带有橙汁的酸、菠萝汁的微甜，再加上石榴糖浆的着色，酸酸甜甜，层次感十分强烈。",
		"迈泰（Mai Tai）。\n你拿起来喝了一口，橙色的酒液滑入喉咙，柠檬汁、柳橙汁、凤梨汁三种果汁混合的酸甜与清香，加上白色兰姆酒的刺激，在任何时候都能体会到一丝清凉。\n与蓝色夏威夷（Blue Hawaii）、奇奇（Chi Chi）、天蝎座（Scorpion）并称夏威夷四大极品。",
		"金色梦幻（Golden Dream）又名金色梦想、黄金梦。\n你拿起来喝了一口，金黄色的酒液滑过舌尖，意大利香草酒的特殊味道，加上综合多种香料与药草制成的香甜酒，浓香四溢，回味悠长。",
		"侧车（Side car）又名挎斗摩托、赛德卡。\n你拿起来喝了一口，淡黄色的酒液进入口腔，白兰地的香辣刺激与柠檬汁的清凉爽快混合，配上白柑橘香甜酒，酸甜清爽，消除疲劳。",
		"拓荒者宾治（Planter's Punch）。\n你拿起来喝了一口，橙色的酒液进入喉咙，强烈个性的朗姆酒与白柑桂酒混合，简单而直接，口感清爽，酸辣酸甜，洋溢着热带风情。",
		"银费士（Silver Fizz）又名杜松子汽酒。\n你拿起来喝了一口，金黄色的酒液滑过舌尖，苏打水的泡沫吱吱爆响，酸甜与辛辣的口感同时呈现，心头涌上一丝惬意感。",
		"马天尼（Martini）。\n你拿起来喝了一口，金色的酒液滑入喉咙，辛辣的口感刺激喉咙，细细品味，酸甜与咸味包裹其中，香气浓烈，味道醇厚。",
		"吉普生（Gibson）。\n你拿起来喝了一口，透明的酒液滑入喉咙，苦艾和洋葱的味道辛辣且清爽，直接粗暴的冲上来，简单而美味。",
		"琴蕾（Gimlet）。\n你拿起来喝了一口，白色的酒液滑入喉咙，香甜清爽的味道中带着柠檬的清香，伴随酒精一同涌上心头，十分美味。",
		"莫吉托（Mojito）。\n你拿起来喝了一口，透明的酒液滑过舌尖，香甜清爽的味道带着微醺的酒精，配上苏打水的碳酸，口感柔和，神清气爽。",
		"波旁可乐（Bourbon cola）。\n你拿起来喝了一口，深棕色的酒液进入口腔，顾名思义，波旁威士忌混合可乐，口感略显酒精的辛辣而不乏香甜柔和，像是简约而不简单的时尚。",
		"白兰地姜汁（Brandy ginger）。\n你拿起来喝了一口，透明的酒液带着盐霜进入口腔，带着生姜香味的白兰地加上碳酸的刺激感，口感辛辣酸甜，回味无穷。",
		"加拿大七喜（Canadian seven up）。\n你拿起来喝了一口，透明的酒液进入口腔，顾名思义，由加拿大威士忌和七喜汽水配制而成，口感辛辣酸甜带着气泡，清新爽口。",
		"霜冻玛格丽特（Margaret frost）。\n你拿起来喝了一口，奶色的酒液滑过盐霜经过舌尖，玛格丽特加碎冰打匀，在辛辣的口感中多了一层清爽。",
		"琴姜汁（Gin Ginger）。\n你拿起来喝了一口，黄色的酒液进入口腔，口感辛辣，带有气泡感，宛如黄色的火焰，火辣、炽烈，在唇齿间弥久停留。",
		"琴汤力（Gin Tonic）又名金汤力。\n你拿起来喝了一口，透明的酒液进入口腔，酒精与青柠汁混合的味道并不甜，微酸。汤力水的清苦慢慢从舌头后面升起，顺着舌尖升上鼻头，在鼻腔盘旋，让它停留得长一些，才能感觉到这味道的美。",
		"咸狗（Salty Dog）。\n你拿起来喝了一口，黄色的酒液带着如积雪状的盐粒进入口腔，咸味使伏特加入喉时更加纯正，并突出了葡萄柚的酸甜，柚汁的酸和盐的咸使得伏特加的酒香更加浓郁。",
		"苏格兰苏打（Scotch Soda）。\n你拿起来喝了一口，半透明白色的酒液进入喉咙，既有苏格兰威士忌口感干冽、醇厚、劲足、圆润、绵柔的特点，又不失苏打水的甘甜，口感十分清爽。",
		"汤姆柯林斯（Tom Collins）。\n你拿起来喝了一口，黄色的酒液经过小樱桃滑过舌尖，柠檬的自然清香散发而出，酒精微醺，酸甜可口，清爽淡雅。",
		"伏特加汤力（Vodka Tonic）。\n你拿起来喝了一口，半透明白色的酒液滑过气泡包围着柠檬薄片进入喉咙，伏特加的烈混合汤力水的清苦，一同升上鼻腔，清凉爽口，余味悠长。",
		"马颈（Horse's Neck）。\n你拿起来喝了一口，淡黄色的酒液走过螺旋的柠檬皮进入喉咙，酒精的刺激带着柠檬皮清香，口感微甜清爽，略显鲜美。",
		"约翰柯林斯（John Collins）。\n你拿起来喝了一口，橙黄色的酒液经过舌尖，馥郁芬芳的威士忌带有柠檬的清香，淡雅爽口，余韵尤长。",
		"蓝色珊瑚礁（Blue Lagoon）。\n你拿起来喝了一口，蓝色的酒液经过舌尖，伏特加与青柠、凤梨果汁的奇妙混合，口味甘甜柔美，如蓝天白云般美妙，又像深海般神秘。",
		"柳橙苏打（Orange Squash）。\n你拿起来喝了一口，澄黄色的液体进入口腔，橙汁与七喜汽水互相混合，浓浓的柳橙香气中带有气泡感，味道甜甜的，没有酒精。",
		"蓝色夏威夷（Blue Hawaii）。\n你拿起来喝了一口，蓝色的酒液滑过舌尖，白朗姆酒中散发出果汁的甜味，犹如夏威夷的微风细语，酸苦清爽，别具热带风味。\n与奇奇（Chi-Chi）、迈泰（Mai-Tai）、天蝎座（Scorpion）并称夏威夷四大极品。",
		"非常喜悦（High Life）又名极品生活或上流社会。\n你拿起来喝了一口，橙色的酒液经过舌尖，伏特加与果汁的奇妙混合，酒精的苦涩中带着柑橘与凤梨的清新香甜，就像人们的生活，苦涩与甜美并存。",
		"贤妻良母（Lady Be Good）。\n你拿起来喝了一口，微黄色的酒液滑入喉咙，浓郁的白兰地香味中多出特有的柑香味，还有浓色甜味的苦艾酒香，浓郁甘醇，处处体现出家庭的和暖甜蜜。",
		"幻想曲（Fantasia Cocktail）。\n你拿起来喝了一口，柑橘般黄色的酒液带着糖霜进入口腔，伏特加的辣，樱桃白兰地的甜，混合西柚香和柑香。虽然口感强烈，但又给人敦厚沉稳的感觉，热烈而充满激情。",
		"帝王嘶沫（Imperial Fizz）。\n你拿起来喝了一口，淡红茶色的酒液滑过舌尖，威士忌香醇独特的味道和苏打水一同在口中嘶嘶作响，就连酒精上头的感觉都让人清凉畅爽。",
		"威士忌密斯特（Whisky Mist）。\n你拿起来喝了一口，被雾气包围的黄色酒液滑过舌尖，带着烟熏味和麦芽香气的威士忌被小许柠檬汁中和了味道，但其奢华的味道仍旧辛辣可口，香甜美味。",
		"加州柠檬汁（California Lemonade）。\n你拿起来喝了一口，琥珀色的酒液滑过柠檬片又滑过舌尖，苏打水的气泡感调兑出威士忌的香味和柠檬、酸橙的酸味，清新爽口，不易上头。",
		"一杆进洞（Hole in One Cocktail）别名冰茶。\n你拿起来喝了一口，摇晃着小樱桃的茶色酒液滑过舌尖，威士忌的醇香、苦艾酒的辛辣、果汁的酸甜，复杂的味道在口中绽放，提神醒脑，给人带来“一杆进洞”的机会。",
		"爱尔兰咖啡（Irish Coffee）。\n你拿起来喝了一口，黑棕色的酒液与雪顶的奶油形成鲜明对比，酒香浓烈，带着咖啡的微苦，口感醇厚，由奶香到咖啡混合酒精的香，层次分明。\n用匙搅拌开来，第二口，原汁原味的浓香继续呈现，舌头留有独特的清酸，让味道更显活泼，更显明亮。",
		"响尾蛇（Rattle Snake）。\n你拿起来喝了一口，黄色的酒液进入喉咙，刚入口便犹如吞下了一枚炸弹，五种不同的威士忌的辛辣浓烈像响尾蛇导弹一般，炸开了舌头上每一个味蕾细胞，随之而来的是茴香淡淡的味道还有混合了砂糖的蛋白具有的醇厚口感。",
		"奥林匹克（Olympic）。\n你拿起来喝了一口，淡黄色的酒液经过舌尖，柔和高雅白兰地芬芳，带着香甜的橙味在口中呈现，让人回想起每一届举行的奥林匹克运动会，更高，更快，更强，更好喝。",
		"尼古拉斯(Nikolaschka)。\n你拿起来喝了一口，橙色的酒液滑过舌尖，醇厚成熟的白兰地芳香包含柠檬的清香，高雅醇和不失辛辣清爽。",
		"甜苹果（Honeyed Apples）。\n你拿起来喝了一口，橙色的酒液经过舌尖，苹果白兰地的芳香配合蜂蜜，口感更加柔和、香甜，显得辛辣而不乏可口。",
		"地震（Earthquake）。\n你拿起来喝了一口，黄色的酒液经过舌尖，充满植物香气的金酒、醇香独特的威士忌、浓烈茴香的潘诺酒，三种酒液一同混合在一起，入口辛辣刺激，宛如感官上的一次强烈地震。",
		"薄荷朱丽普（Mint Julep）。\n你拿起来喝了一口，淡黄色的酒液滑过舌尖，充分搅拌薄荷叶的波旁威士忌香味浓郁，苏打的气泡感充满薄荷的清凉，有一种消除口中苦味的甘甜。"
	],
	"一般饮料":[
		"可乐",
		"雪碧",
		"芬达",
		"橙汁",
		"椰汁",
		"酸奶",
		"红茶",
		"绿茶",
		"热姜茶",
		"乌龙茶",
		"水果茶",
		"柠檬汁",
		"苹果汁",
		"蔬菜汁",
		"热可可",
		"苏打水",
		"甜牛奶",
		"白开水",
		"姜汁可乐",
		"姜汁汽水"
	],
	"牛奶类别": [
        "鲜芋青稞牛奶",
        "青稞红豆牛奶",
        "青稞可可牛奶",
        "双拼可可牛奶",
        "珍珠可可牛奶",
        "布丁可可牛奶",
        "鲜芋牛奶",
        "经典巧克力"
    ],
	"咖啡类别": [
        "美式咖啡",
        "可可拿铁咖啡",
        "拿铁咖啡",
        "青稞拿铁咖啡",
        "珍珠拿铁咖啡",
        "香草拿铁咖啡",
        "法式奶霜咖啡",
        "焦糖玛奇朵",
        "香草拿铁",
        "荔枝气泡水咖啡",
        "焦糖茶拿铁",
        "摩卡",
        "抹茶拿铁",
        "榛果拿铁",
        "香草馥芮白",
        "豆奶拿铁"
    ],
	"奶茶类别": [
        "红茶拿铁",
        "绿茶拿铁",
        "奶茶三兄弟",
        "青稞奶茶",
        "鲜芋茶拿铁",
        "大红袍珍珠茶拿铁",
        "芒果欧蕾",
        "焦糖奶茶",
        "鲜芋奶茶",
        "法式奶霜大红袍",
        "法式奶霜绿茶",
        "抹茶拿铁",
        "四季奶青",
        "咖啡冻奶茶",
        "鲜芋牛奶",
        "黑糖奶绿",
        "茉莉奶绿",
        "四季奶茶",
        "奶茶",
        "奶绿",
        "乌龙奶茶",
        "抹茶奶绿",
        "可可奶茶",
        "布丁奶茶",
        "红豆奶茶",
        "珍珠奶茶",
        "波霸奶茶",
        "布丁奶绿",
        "珍珠奶绿",
        "波霸奶绿",
        "红豆奶绿"
    ],
	"奶茶配料": [
        "加珍珠",
        "加波霸",
        "加椰果",
        "加红豆",
        "加布丁",
        "加奶霜",
        "无配料"
    ],
	"特饮体验": [
		"::5::一杯又一杯，在恍惚间，视野变暗，耳边的音乐逐渐低下，转换成刺耳的耳鸣声。马上，升高的耳鸣声显得怪异起来，化为某种{%恐怖声音}\n你猛然醒来，发现自己{%醒来地点}，{%幻觉感知}。",
		"::5::一口又一口，慢慢地喝到了底。杯底露出来{%特异体验}。",
		"::10::你细细地品尝着杯中的酒液，悠闲地度过了美好的夜晚。",
		"::10::你慢慢品尝酒精的味道，驻场的乐队换了一首爵士风格的曲子，独特的音色与和弦制造出一种热闹、欢乐的气氛。",
		"::10::你刚喝了两口，身后的乐队开始了一首摇滚风格的曲子，吧里的人群都开始沸腾起来。在人群的情绪感染下，你也跟着过去大叫打call，肆意释放自己的情绪。",
		"::10::你才喝了几口，旁边红褐色头发的古董店老板就摆出一副笑脸，过来向你推销古董。",
        "::10::你一口一口地慢慢喝着，看见黑发的东方人酒保不小心打翻了正在调制的雪克壶，被老板娘责备起来。"
	],
	"特异体验":[
		"一块散发着淡蓝色光芒的金属方块，突然间，你感觉周围的场景缓慢起来，就连墙钟的时针也停止。\n一只纤纤玉手伸过来拿走了方块，周围的时间开始流动，你抬头一看，老板娘已经拿着方块走回去了办公室",
		"灯光下闪着诱人金黄色的液体，你下意识地尝了一口。\n浓郁的香气带着蜂蜜般甜蜜，足以胜过一切陈年好酒，辛辣的口感却给人带来一丝倦意。恍惚间，你好似乘上了一匹骏马，在无尽的星空中驰骋。\n仅是刹那间，你又回过神来，置身吧台，好像只是一场美梦",
		"宛如星空般璀璨的深色液体，你下意识地尝了一口，周围的场景如同影片般飞速倒流。\n祭祀的祝词、女孩的哭喊声、火焰灼烧木头的响声、风雪的呼声、形似山羊的咆哮声，统统混杂一起…你彷佛看到了此地过去的光景。\n仅是刹那间，你又回过神来，置身吧台，好像只是一场噩梦"
	],
	"恐怖声音":[
		"骇人、阴沉、令人恶心反胃的低语:“Tekeli-li! Tekeli-li!”",
		"特异、悠长、扭曲刺耳的笛声。",
		"奇怪、混乱、令人头疼不已的猫叫声:“Nya~NyaNya~Nya~NNNNyyaaa”",
		"令人心生恐惧的、巨大生物的翅膀扑扇的声音，某种腐烂的味道伴随着尖啸声一同进入你的五官……",
		"头皮发麻的、恶心反胃的利刃摩擦声音，与此同时，一股尸体的腐臭味飘来……",
		"密集、高频率、令人厌恶的、夹杂着昆虫振翅声的低语:“Shaggai!Shaggai!”",
		"嘶哑、尖锐、带着海水咸味的怪异喉音:“Great Cthulhu!Great Cthulhu!”",
		"高扬、带有规律、令人头疼不已的'嗡嗡'声。"
	],
	"醒来地点":[
		"不知何时倒在阴暗小巷的垃圾堆里，{%昏睡事件}",
		"{%感官感觉}，不知何时倒在阴暗小巷的垃圾堆里，{%昏睡事件}",
		"躺在自己酒店房间的床上，{%昏睡事件}",
		"躺在自己酒店房间的床上，床头放着一张带香味和唇印的卡片",
		"{%感官感觉}，躺在自己酒店房间的床上，{%昏睡事件}",
		"{%感官感觉}，躺在自己酒店房间的床上，床头放着一张带香味和唇印的卡片",
		"躺在陌生酒店房间的床上，{%昏睡事件}",
		"躺在陌生酒店房间的床上，床头放着一张带香味和唇印的卡片",
		"{%感官感觉}，躺在陌生酒店房间的床上，{%昏睡事件}",
		"{%感官感觉}，躺在陌生酒店房间的床上，床头放着一张带香味和唇印的卡片",
		"{%感官感觉}，趴在酒吧的吧台上",
		"{%感官感觉}，趴在酒吧的吧台上，周围依旧有着不少客人",
		"{%感官感觉}，趴在酒吧的吧台上，黑发的东方人酒保在安静的擦着酒杯",
		"{%感官感觉}，趴在酒吧的吧台上，周围已经没有了客人，就连乐队也已经离去",
		"{%感官感觉}，躺在酒吧休息室的沙发上",
		"{%感官感觉}，躺在酒吧休息室的沙发上，旁边桌子上还有一杯热水",
		"{%感官感觉}，躺在酒吧休息室的沙发上，外面的乐队似乎已经不再演出",
		"躺在古董店的沙发上",
		"躺在古董店的沙发上，旁边桌子上还有一杯热姜茶",
		"躺在古董店的沙发上，红褐色头发的古董店老板坐在前台看书",
		"{%感官感觉}，躺在古董店的沙发上",
		"{%感官感觉}，躺在古董店的沙发上，旁边桌子上还有一杯热姜茶",
		"{%感官感觉}，躺在古董店的沙发上，红褐色头发的古董店老板坐在前台看书",
		"还坐在吧台，身后的乐队还在唱歌",
		"还坐在吧台，周围的客人已经走得差不多了",
		"还坐在吧台，黑发的东方人酒保在和红褐色头发的古董店老板聊天"
	],
	"昏睡事件":[
		"身上什么都没丢",
		"身上的钱包似乎丢了",
		"身上的钥匙似乎丢了",
		"不知道为什么有只猫猫在啃你的脑袋"
	],
	"感官感觉":[
		"头痛欲裂",
		"头晕恶心",
		"胃部不适",
		"疲劳恶心",
		"浑身冷汗",
		"神清气爽",
		"心旷神怡",
		"神采飞扬"
	],
	"幻觉感知":[
		"也许只是喝多了",
		"你清楚自己根本没喝多",
		"到底是不是喝过头你也不确定",
		"那股声音似乎还在回响，不绝于耳",
		"那股声音没有散去，反而不停地钻入你的脑海"
	],
	"特殊事件": [
		"::50::杯子里面突然探出来了一只{%猫猫毛发}猫猫",
		"::20::杯子里面突然探出来了一只{%猫猫毛发}猫猫，{%猫动作}",
		"::10::杯子里面突然探出来了一只有着一双{%猫瞳色1}眼睛的{%猫猫毛发}猫猫",
		"::10::杯子里面突然探出来了一只有着一双{%猫瞳色2}眼睛的{%猫猫毛发}猫猫",
		"::5::杯子里面突然探出来了一只有着一双{%猫瞳色1}眼睛的{%猫猫毛发}猫猫，{%猫动作}",
		"::5::杯子里面突然探出来了一只有着一双{%猫瞳色2}眼睛的{%猫猫毛发}猫猫，{%猫动作}",
		"杯子里面突然探出来了一只有着一边{%猫瞳色1}一边{%猫瞳色2}异色瞳的{%猫猫毛发}猫猫，{%猫动作}"
	],
	"猫瞳色1":[
		"天蓝色",
		"碧绿色",
		"琥珀色",
		"浓褐色",
		"淡褐色",
		"粉红色",
		"血红色",
		"鹅黄色",
		"红色",
		"金色",
		"黑色",
		"白色",
		"灰色",
		"蓝色",
		"紫色",
        "琥珀色",
        "浅蓝色",
        "墨绿色",
        "浅红色",
        "深蓝色",
        "浅绿色"
	],
	"猫瞳色2":[
		"墨色",
		"深红色",
		"蓝紫色",
		"石榴红",
		"淡蓝色",
		"浅灰色",
		"灰绿色",
		"宝石蓝",
		"紫钢色",
		"灰蓝色",
		"灰黑色",
        "鹅黄色",
        "宝石蓝",
        "绿色",
        "紫铜色",
        "深绿色"
	],
    "猫猫毛发": [
		"黑白相间的奶牛",
		"白手套的黑色",
		"粉爪爪的白色",
		"蓝灰色的绒绒",
		"粉红色的短毛",
		"淡紫色的波斯",
		"洁白的波斯",
		"绿色的短毛",
		"灰白相间的",
		"浑身纯黑的",
		"浑身洁白的",
		"淡黄色的",
		"亚麻色的",
		"银灰渐层",
		"灰色的",
		"长毛橘",
		"金渐层",
		"银渐层",
		"拿破仑",
		"狸花",
		"布偶",
		"稀有的金色",
        "灰色",
        "灰白色",
        "银色",
        "红色",
        "浅蓝色",
        "浅灰色",
        "橙色",
        "褐色",
        "橙黄色",
        "蓝色",
        "灰蓝色",
        "淡紫色",
        "栗色",
        "蓝白条纹",
        "淡黄褐色",
        "黄白相间",
        "银灰色",
        "浅褐色",
        "深褐色",
        "银白色",
        "浅黄色",
        "灰黑色",
        "黄白斑点",
        "丁香色",
        "金银渐变色",
        "黄白渐变",
        "奶油色",
        "灰褐色"
	],
    "猫动作": [
		"摇了摇尾巴",
		"与你四目相对",
		"抖了抖小耳朵",
        "对着你'喵'了一声",
        "举起小爪爪在你面前晃了晃",
        "不小心啄了你的{%人部位}一下"
    ],
    "人部位": [
		"手背",
        "嘴唇",
        "脸蛋",
        "鼻子",
        "额头"
    ],
	"_备注": ["禁止用于商业用途，转载请注明出处\n特别鸣谢:向往星空的猫（星空）"]
}